[
    {
        "title": "BelliniContemporary Classics,IBA Cocktail",
        "content": "INGREDIENTS100 ml Prosecco50 ml White Peach PureeMETHODPour peach puree into the mixing glass with ice, add the Prosecco wine. Stir gently and pour in a chilled flute glass.Note:PUCCINI – Fresh Mandarin Orange Juice;ROSSINI – Fresh Strawberry Puree;TINTORETTO – Fresh Pomegranate Juice.GARNISHN/A"
    },
    {
        "title": "Corpse Reviver #2Contemporary Classics,IBA Cocktail",
        "content": "INGREDIENTS30 ml Gin30 ml Cointreau30 ml Lillet Blanc30 ml Fresh Lemon Juice1 dash AbsintheMETHODPour all ingredients into shaker with ice. Shake well and strain in chilled cocktail glass.GARNISHGarnish with orange zest"
    },
    {
        "title": "Golden DreamContemporary Classics,IBA Cocktail",
        "content": "INGREDIENTS20 ml Galliano20 ml Triple Sec20 ml Fresh Orange Juice10 ml Fresh CreamMETHODPour all ingredients into shaker filled with ice. Shake briskly for few seconds. Strain into chilled cocktail glass.GARNISHN/A"
    },
    {
        "title": "KIRContemporary Classics,IBA Cocktail",
        "content": "INGREDIENTS90 ml Dry White Wine10 ml Crème de CassisMETHODPour Crème de Cassis into glass, top up with white wine.Note:KIR ROYAL – Use Champagne instead of white wineGARNISHN/A"
    },
    {
        "title": "Mint JulepContemporary Classics,IBA Cocktail",
        "content": "INGREDIENTS60 ml Bourbon Whiskey4 fresh Mint sprigs1 tsp Powdered Sugar2 tsp WaterMETHODIn Julep Stainless Steel Cup gently muddle the mint with sugar and water. Fill the glass with cracked ice, add the Bourbon and stir well until the cup frosts.GARNISHGarnish with a mint sprig."
    },
    {
        "title": "Sea BreezeContemporary Classics,IBA Cocktail",
        "content": "INGREDIENTS40 ml Vodka120 ml Cranberry Juice30 ml Grapefruit JuiceMETHODBuild all ingredients in a highball glass filled with ice.GARNISHGarnish with orange zest and cherry"
    },
    {
        "title": "ZombieContemporary Classics,IBA Cocktail",
        "content": "INGREDIENTS45 ml Jamaican dark rum45 ml Gold Puerto Rican rum30 ml Demerara Rum20 ml Fresh lime juice15 ml Falernum15 ml Donn’s Mix*1 tsp Grenadine syrup1 dash Angostura bitters6 drops PernodMETHODAdd all ingredients into an electric blender with 170 grams of cracked ice. With pulse bottom blend for a few seconds. Serve in a tall tumbler glass.Note:*Donn’s Mix: 2 parts of fresh yellow grapefruit and 1 part of cinnamon syrupGARNISHGarnish with mint leaves."
    },
    {
        "title": "Black RussianContemporary Classics,IBA Cocktail",
        "content": "INGREDIENTS50 ml Vodka20 ml Coffee LiqueurMETHODPour the ingredients into the old fashioned glass filled with ice cubes. Stir gently.Note:WHITE RUSSIAN – Float fresh cream on the top and stir in slowly.GARNISHN/A"
    },
    {
        "title": "CosmopolitanContemporary Classics,IBA Cocktail",
        "content": "INGREDIENTS40 ml Vodka Citron15 ml Cointreau15 ml Fresh Lime Juice30 ml Cranberry JuiceMETHODAdd all ingredients into a cocktail shaker filled with ice. Shake well and strain into a large cocktail glass.GARNISHGarnish with a lemon twist."
    },
    {
        "title": "GrasshopperContemporary Classics,IBA Cocktail",
        "content": "INGREDIENTS20 ml Crème de Cacao (White)20 ml Crème de Menthe (Green)20 ml Fresh CreamMETHODPour all ingredients into shaker filled with ice.Shake briskly for few seconds. Strain into chilled cocktail glass.GARNISHN/A, optional mint leaf"
    },
    {
        "title": "Long Island Ice TeaContemporary Classics,IBA Cocktail",
        "content": "INGREDIENTS15 ml Vodka15 ml Tequila15 ml White rum15 ml Gin15 ml Cointreau30 ml Lemon juice20 ml Simple syrupTop with ColaMETHODAdd all ingredients into a highball glass filled with ice.Stir gently.GARNISHLemon Slice (Optional)"
    },
    {
        "title": "MojitoContemporary Classics,IBA Cocktail",
        "content": "INGREDIENTS45 ml White Cuban Ron20 ml  Fresh Lime Juice6 pcs Mint Sprigs2 tsp White Cane SugarSoda WaterMETHODMix mint springs with sugar and lime juice. Add splash of soda water and fill the glass with ice. Pour the rum and top with soda water. Light stir to involve all ingredients.GARNISHGarnish with sprigs of mint and slice of lime."
    },
    {
        "title": "Sex on the BeachContemporary Classics,IBA Cocktail",
        "content": "INGREDIENTS40 ml Vodka20 ml Peach Schnapps40 ml Fresh Orange Juice40 ml Cranberry JuiceMETHODBuild all ingredients in a highball glass filled with ice.GARNISHGarnish with a half orange slice."
    },
    {
        "title": "Bloody MaryContemporary Classics,IBA Cocktail",
        "content": "INGREDIENTS45 ml Vodka90 ml Tomato Juice15 ml Fresh Lemon Juice2 dashes Worcestershire SauceTabasco, Celery Salt, Pepper (Up to taste)METHODStir gently all the ingredients in a mixing glass with ice, pour into rocks glass.Note:If requested served with ice, pour into highball glass.GARNISHCelery, Lemon Wedge (Optional)"
    },
    {
        "title": "Cuba LibreContemporary Classics,IBA Cocktail",
        "content": "INGREDIENTS50 ml White Rum120ml Coca Cola10 ml Fresh Lime JuiceMETHODBuild all ingredients in a highball glass filled with ice.GARNISHGarnish with lime wedge."
    },
    {
        "title": "Hemingway SpecialContemporary Classics,IBA Cocktail",
        "content": "INGREDIENTS60 ml Rum40 ml Grapefruit Juice15 ml Maraschino Luxardo15 ml Fresh LimeMETHODPour all ingredients into a shaker with ice. Shake well and strain into a large cocktail glass.GARNISHN/A"
    },
    {
        "title": "Mai-TaiContemporary Classics,IBA Cocktail",
        "content": "INGREDIENTS30 ml Amber Jamaican Rum30 ml Martinique Molasses Rhum*15 ml Orange Curacao15 ml Orgeat Syrup (Almond)30 ml Fresh Lime Juice7.5 ml Simple SyrupMETHODAdd all ingredients into a shaker with ice. Shake and pour into a double rocks glass or a highball glass.* The Martinique molasses rum used by Trader Vic was not an Agricole rum but a type of “rummy” from molasses.GARNISHGarnish with pineapple spear, mint leaves, and lime peel."
    },
    {
        "title": "Moscow MuleContemporary Classics,IBA Cocktail",
        "content": "INGREDIENTS45 ml Smirnoff Vodka120 ml Ginger Beer10 ml Fresh lime juiceMETHODIn a Mule Cup or rocks glass, combine the vodka and ginger beer. Add lime juice and gently stir to involve all ingredients.GARNISHGarnish with a lime slice"
    },
    {
        "title": "Singapore SlingContemporary Classics,IBA Cocktail",
        "content": "INGREDIENTS30 ml Gin15 ml Cherry liqueur7.5 ml Cointreau7.5 ml DOM Bénédictine120 ml Fresh Pineapple Juice15 ml Fresh Lime Juice10 ml Grenadine SyrupA dash of Angostura bittersMETHODPour all ingredients into a cocktail shaker filled with ice cubes. Shake well. Strain into Hurricane glass.GARNISHGarnish with pineapple and maraschino cherry"
    },
    {
        "title": "CaipirinhaContemporary Classics,IBA Cocktail",
        "content": "INGREDIENTS60 ml Cachaça1 Lime cut into small wedges4 Teaspoons White Cane SugarMETHODPlace lime and sugar into a double old fashioned glass and muddle gently. Fill the glass with cracked ice and add Cachaça. Stir gently to involve ingredients.Note:CAIPIROSKA – Instead of Cachaça use Vodka;GARNISHN/A"
    },
    {
        "title": "French 75Contemporary Classics,IBA Cocktail",
        "content": "INGREDIENTS30 ml Gin15 ml Fresh Lemon Juice15 ml Sugar Syrup60 ml ChampagneMETHODPour all the ingredients, except Champagne, into a shaker. Shake well and strain into a Champagne flute. Top up with Champagne. Stir gently.GARNISHN/A"
    },
    {
        "title": "Horse’s NeckContemporary Classics,IBA Cocktail",
        "content": "INGREDIENTS40 ml Cognac120 ml Ginger AleDash of Angostura Bitters (optional)METHODPour Cognac and ginger ale directly into a highball glass with ice cubes. Stir gently.If preferred, add dashes of Angostura Bitter.GARNISHGarnish with a rind of one lemon spiral."
    },
    {
        "title": "MargaritaContemporary Classics,IBA Cocktail",
        "content": "INGREDIENTS50 ml Tequila 100% Agave20 ml Triple Sec15 ml Freshly Squeezed Lime JuiceMETHODAdd all ingredients into a shaker with ice.Shake and strain into a chilled cocktail glassGARNISHHalf salt rim (Optional)"
    },
    {
        "title": "Pina ColadaContemporary Classics,IBA Cocktail",
        "content": "INGREDIENTS50 ml White Rum30 ml Coconut Cream50 ml Fresh Pineapple JuiceMETHODBlend all the ingredients with ice in an electric blender, pour into a large glass, and serve with straws.Note:Historically a few drops of fresh lime juice were added to taste. 4 slices of fresh pineapple can be used instead of juiceGARNISHGarnish with a slice of pineapple with a cocktail cherry."
    },
    {
        "title": "Tequila SunriseContemporary Classics,IBA Cocktail",
        "content": "INGREDIENTS45ml Tequila90 ml Fresh Orange Juice15 ml Grenadine SyrupMETHODPour tequila and orange juice directly into highball glass filled with ice cubes. Add the grenadine syrup to create chromatic effect (sunrise), do not stir.GARNISHGarnish with half orange slice or an orange zest"
    },
    {
        "title": "Champagne CocktailContemporary Classics,IBA Cocktail",
        "content": "INGREDIENTS90 ml Chilled Champagne10 ml Cognac2 dashes Angostura bittersFew drops of Grand Marnier (optional)1 sugar cubeMETHODPlace the sugar cube with 2 dashes of bitters in a large Champagne glass, add the cognac. Pour gently chilled Champagne.GARNISHGarnish with orange zest and maraschino cherry."
    },
    {
        "title": "French ConnectionContemporary Classics,IBA Cocktail",
        "content": "INGREDIENTS35 ml Cognac35 ml AmarettoMETHODPour all ingredients directly into an old fashioned glass filled with ice cubes. Stir gently.GARNISHN/A"
    },
    {
        "title": "Irish CoffeeContemporary Classics,IBA Cocktail",
        "content": "INGREDIENTS50 ml Irish Whiskey120 ml Hot coffee50 ml Fresh cream (Chilled)1 teaspoon SugarMETHODWarm black coffee is poured into a pre-heated Irish coffee glass. Whiskey and at least one teaspoon of sugar is added and stirred until dissolved. Fresh thick chilled cream is carefully poured over the back of a spoon held just above the surface of the coffee. The layer of cream will float on the coffee without mixing.Plain sugar can be replaced with sugar syrupGARNISHN/A"
    },
    {
        "title": "MimosaContemporary Classics,IBA Cocktail",
        "content": "INGREDIENTS75 ml Fresh orange juice75 ml ProseccoMETHODPour orange juice into a flute glass and gently pour the sparkling wine. Stir gently.Note:Also known as Buck’s Fizz.GARNISHGarnish with an orange twist (optional)."
    },
    {
        "title": "Pisco SourContemporary Classics,IBA Cocktail",
        "content": "INGREDIENTS60 ml Pisco30 ml Fresh Lemon Juice20 ml Simple Syrup1 Raw Egg WhiteMETHODAdd all ingredients into a shaker with ice.Shake and strain into a chilled goblet glass.GARNISHFew dashes of Amargo bitters on top as an aromatic garnish."
    },
    {
        "title": "VesperContemporary Classics,IBA Cocktail",
        "content": "INGREDIENTS45 ml Gin15 ml Vodka7.5 ml Lillet BlancMETHODPour all ingredients into a cocktail shaker filled with ice cubes. Shake and strain into a chilled cocktail glass.GARNISHLemon zest"
    }
]