[
    {
        "title": "BelliniContemporary Classics,IBA Cocktail",
        "sections": {
            "INGREDIENTS": "100 ml Prosecco50 ml White Peach Puree",
            "METHOD": "Pour peach puree into the mixing glass with ice, add the Prosecco wine. Stir gently and pour in a chilled flute glass.",
            "GARNISH": "N/A"
        }
    },
    {
        "title": "Corpse Reviver #2Contemporary Classics,IBA Cocktail",
        "sections": {
            "INGREDIENTS": "30 ml Gin30 ml Cointreau30 ml Lillet Blanc30 ml Fresh Lemon Juice1 dash Absinthe",
            "METHOD": "Pour all ingredients into shaker with ice. Shake well and strain in chilled cocktail glass.",
            "GARNISH": "Garnish with orange zest"
        }
    },
    {
        "title": "Golden DreamContemporary Classics,IBA Cocktail",
        "sections": {
            "INGREDIENTS": "20 ml Galliano20 ml Triple Sec20 ml Fresh Orange Juice10 ml Fresh Cream",
            "METHOD": "Pour all ingredients into shaker filled with ice. Shake briskly for few seconds. Strain into chilled cocktail glass.",
            "GARNISH": "N/A"
        }
    },
    {
        "title": "KIRContemporary Classics,IBA Cocktail",
        "sections": {
            "INGREDIENTS": "90 ml Dry White Wine10 ml Crème de Cassis",
            "METHOD": "Pour Crème de Cassis into glass, top up with white wine.Note:KIR ROYAL - Use Champagne instead of white wine",
            "GARNISH": "N/A"
        }
    },
    {
        "title": "Mint JulepContemporary Classics,IBA Cocktail",
        "sections": {
            "INGREDIENTS": "60 ml Bourbon Whiskey4 fresh Mint sprigs1 tsp Powdered Sugar2 tsp Water",
            "METHOD": "In Julep Stainless Steel Cup gently muddle the mint with sugar and water. Fill the glass with cracked ice, add the Bourbon and stir well until the cup frosts.",
            "GARNISH": "Garnish with a mint sprig."
        }
    },
    {
        "title": "Sea BreezeContemporary Classics,IBA Cocktail",
        "sections": {
            "INGREDIENTS": "40 ml Vodka120 ml Cranberry Juice30 ml Grapefruit Juice",
            "METHOD": "Build all ingredients in a highball glass filled with ice.",
            "GARNISH": "Garnish with orange zest and cherry"
        }
    },
    {
        "title": "ZombieContemporary Classics,IBA Cocktail",
        "sections": {
            "INGREDIENTS": "45 ml Jamaican dark rum45 ml Gold Puerto Rican rum30 ml Demerara Rum20 ml Fresh lime juice15 ml Falernum15 ml Donn’s Mix*1 tsp Grenadine syrup1 dash Angostura bitters6 drops Pernod",
            "METHOD": "Add all ingredients into an electric blender with 170 grams of cracked ice. With pulse bottom blend for a few seconds. Serve in a tall tumbler glass.",
            "GARNISH": "Garnish with mint leaves."
        }
    },
    {
        "title": "Black RussianContemporary Classics,IBA Cocktail",
        "sections": {
            "INGREDIENTS": "50 ml Vodka20 ml Coffee Liqueur",
            "METHOD": "Pour the ingredients into the old fashioned glass filled with ice cubes. Stir gently.",
            "GARNISH": "N/A"
        }
    },
    {
        "title": "CosmopolitanContemporary Classics,IBA Cocktail",
        "sections": {
            "INGREDIENTS": "40 ml Vodka Citron15 ml Cointreau15 ml Fresh Lime Juice30 ml Cranberry Juice",
            "METHOD": "Add all ingredients into a cocktail shaker filled with ice. Shake well and strain into a large cocktail glass.",
            "GARNISH": "Garnish with a lemon twist."
        }
    },
    {
        "title": "GrasshopperContemporary Classics,IBA Cocktail",
        "sections": {
            "INGREDIENTS": "20 ml Crème de Cacao (White)20 ml Crème de Menthe (Green)20 ml Fresh Cream",
            "METHOD": "Pour all ingredients into shaker filled with ice.Shake briskly for few seconds. Strain into chilled cocktail glass.",
            "GARNISH": "N/A, optional mint leaf"
        }
    },
    {
        "title": "Long Island Ice TeaContemporary Classics,IBA Cocktail",
        "sections": {
            "INGREDIENTS": "15 ml Vodka15 ml Tequila15 ml White rum15 ml Gin15 ml Cointreau30 ml Lemon juice20 ml Simple syrupTop with Cola",
            "METHOD": "Add all ingredients into a highball glass filled with ice.Stir gently.",
            "GARNISH": "Lemon Slice (Optional)"
        }
    },
    {
        "title": "MojitoContemporary Classics,IBA Cocktail",
        "sections": {
            "INGREDIENTS": "45 ml White Cuban Ron20 ml Fresh Lime Juice6 pcs Mint Sprigs2 tsp White Cane SugarSoda Water",
            "METHOD": "Mix mint springs with sugar and lime juice. Add splash of soda water and fill the glass with ice. Pour the rum and top with soda water. Light stir to involve all ingredients.",
            "GARNISH": "Garnish with sprigs of mint and slice of lime."
        }
    },
    {
        "title": "Sex on the BeachContemporary Classics,IBA Cocktail",
        "sections": {
            "INGREDIENTS": "40 ml Vodka20 ml Peach Schnapps40 ml Fresh Orange Juice40 ml Cranberry Juice",
            "METHOD": "Build all ingredients in a highball glass filled with ice.",
            "GARNISH": "Garnish with a half orange slice."
        }
    },
    {
        "title": "Bloody MaryContemporary Classics,IBA Cocktail",
        "sections": {
            "INGREDIENTS": "45 ml Vodka90 ml Tomato Juice15 ml Fresh Lemon Juice2 dashes Worcestershire SauceTabasco, Celery Salt, Pepper (Up to taste)",
            "METHOD": "Stir gently all the ingredients in a mixing glass with ice, pour into rocks glass.Note:If requested served with ice, pour into highball glass.",
            "GARNISH": "Celery, Lemon Wedge (Optional)"
        }
    },
    {
        "title": "Cuba LibreContemporary Classics,IBA Cocktail",
        "sections": {
            "INGREDIENTS": "50 ml White Rum120ml Coca Cola10 ml Fresh Lime Juice",
            "METHOD": "Build all ingredients in a highball glass filled with ice.",
            "GARNISH": "Garnish with lime wedge."
        }
    },
    {
        "title": "Hemingway SpecialContemporary Classics,IBA Cocktail",
        "sections": {
            "INGREDIENTS": "60 ml Rum40 ml Grapefruit Juice15 ml Maraschino Luxardo15 ml Fresh Lime",
            "METHOD": "Pour all ingredients into a shaker with ice. Shake well and strain into a large cocktail glass.",
            "GARNISH": "N/A"
        }
    },
    {
        "title": "Mai-TaiContemporary Classics,IBA Cocktail",
        "sections": {
            "INGREDIENTS": "30 ml Amber Jamaican Rum30 ml Martinique Molasses Rhum*15 ml Orange Curacao15 ml Orgeat Syrup (Almond)30 ml Fresh Lime Juice7.5 ml Simple Syrup",
            "METHOD": "Add all ingredients into a shaker with ice. Shake and pour into a double rocks glass or a highball glass.* The Martinique molasses rum used by Trader Vic was not an Agricole rum but a type of “rummy” from molasses.",
            "GARNISH": "Garnish with pineapple spear, mint leaves, and lime peel."
        }
    },
    {
        "title": "Moscow MuleContemporary Classics,IBA Cocktail",
        "sections": {
            "INGREDIENTS": "45 ml Smirnoff Vodka120 ml Ginger Beer10 ml Fresh lime juice",
            "METHOD": "In a Mule Cup or rocks glass, combine the vodka and ginger beer. Add lime juice and gently stir to involve all ingredients.",
            "GARNISH": "Garnish with a lime slice"
        }
    },
    {
        "title": "Singapore SlingContemporary Classics,IBA Cocktail",
        "sections": {
            "INGREDIENTS": "30 ml Gin15 ml Cherry liqueur7.5 ml Cointreau7.5 ml DOM Bénédictine120 ml Fresh Pineapple Juice15 ml Fresh Lime Juice10 ml Grenadine SyrupA dash of Angostura bitters",
            "METHOD": "Pour all ingredients into a cocktail shaker filled with ice cubes. Shake well. Strain into Hurricane glass.",
            "GARNISH": "Garnish with pineapple and maraschino cherry"
        }
    },
    {
        "title": "CaipirinhaContemporary Classics,IBA Cocktail",
        "sections": {
            "INGREDIENTS": "60 ml Cachaça1 Lime cut into small wedges4 Teaspoons White Cane Sugar",
            "METHOD": "Place lime and sugar into a double old fashioned glass and muddle gently. Fill the glass with cracked ice and add Cachaça. Stir gently to involve ingredients.Note:CAIPIROSKA – Instead of Cachaça use Vodka;",
            "GARNISH": "N/A"
        }
    },
    {
        "title": "French 75Contemporary Classics,IBA Cocktail",
        "sections": {
            "INGREDIENTS": "30 ml Gin15 ml Fresh Lemon Juice15 ml Sugar Syrup60 ml Champagne",
            "METHOD": "Pour all the ingredients, except Champagne, into a shaker. Shake well and strain into a Champagne flute. Top up with Champagne. Stir gently.",
            "GARNISH": "N/A"
        }
    },
    {
        "title": "Horse’s NeckContemporary Classics,IBA Cocktail",
        "sections": {
            "INGREDIENTS": "40 ml Cognac120 ml Ginger AleDash of Angostura Bitters (optional)",
            "METHOD": "Pour Cognac and ginger ale directly into a highball glass with ice cubes. Stir gently.If preferred, add dashes of Angostura Bitter.",
            "GARNISH": "Garnish with a rind of one lemon spiral."
        }
    },
    {
        "title": "MargaritaContemporary Classics,IBA Cocktail",
        "sections": {
            "INGREDIENTS": "50 ml Tequila 100% Agave20 ml Triple Sec15 ml Freshly Squeezed Lime Juice",
            "METHOD": "Add all ingredients into a shaker with ice.Shake and strain into a chilled cocktail glass",
            "GARNISH": "Half salt rim (Optional)"
        }
    },
    {
        "title": "Pina ColadaContemporary Classics,IBA Cocktail",
        "sections": {
            "INGREDIENTS": "50 ml White Rum30 ml Coconut Cream50 ml Fresh Pineapple Juice",
            "METHOD": "Blend all the ingredients with ice in an electric blender, pour into a large glass, and serve with straws.",
            "GARNISH": "Garnish with a slice of pineapple with a cocktail cherry."
        }
    },
    {
        "title": "Tequila SunriseContemporary Classics,IBA Cocktail",
        "sections": {
            "INGREDIENTS": "45 ml Tequila 90 ml Fresh Orange Juice 15 ml Grenadine Syrup",
            "METHOD": "Pour tequila and orange juice directly into highball glass filled with ice cubes. Add the grenadine syrup to create chromatic effect (sunrise), do not stir.",
            "GARNISH": "Garnish with half orange slice or an orange zest."
        }
    },
    {
        "title": "Champagne CocktailContemporary Classics,IBA Cocktail",
        "sections": {
            "INGREDIENTS": "90 ml Chilled Champagne10 ml Cognac2 dashes Angostura bittersFew drops of Grand Marnier (optional)1 sugar cube",
            "METHOD": "Place the sugar cube with 2 dashes of bitters in a large Champagne glass, add the cognac. Pour gently chilled Champagne.",
            "GARNISH": "Garnish with orange zest and maraschino cherry."
        }
    },
    {
        "title": "French ConnectionContemporary Classics,IBA Cocktail",
        "sections": {
            "INGREDIENTS": "35 ml Cognac35 ml Amaretto",
            "METHOD": "Pour all ingredients directly into an old fashioned glass filled with ice cubes. Stir gently.",
            "GARNISH": "N/A"
        }
    },
    {
        "title": "Irish CoffeeContemporary Classics,IBA Cocktail",
        "sections": {
            "INGREDIENTS": "50 ml Irish Whiskey120 ml Hot coffee50 ml Fresh cream (Chilled)1 teaspoon Sugar",
            "METHOD": "Warm black coffee is poured into a pre-heated Irish coffee glass. Whiskey and at least one teaspoon of sugar is added and stirred until dissolved. Fresh thick chilled cream is carefully poured over the back of a spoon held just above the surface of the coffee. The layer of cream will float on the coffee without mixing. Plain sugar can be replaced with sugar syrup",
            "GARNISH": "N/A"
        }
    },
    {
        "title": "MimosaContemporary Classics,IBA Cocktail",
        "sections": {
            "INGREDIENTS": "75 ml Fresh orange juice75 ml Prosecco",
            "METHOD": "Pour orange juice into a flute glass and gently pour the sparkling wine. Stir gently.Note:Also known as Buck’s Fizz.",
            "GARNISH": "Garnish with an orange twist (optional)."
        }
    },
    {
        "title": "Pisco SourContemporary Classics,IBA Cocktail",
        "sections": {
            "INGREDIENTS": "60 ml Pisco30 ml Fresh Lemon Juice20 ml Simple Syrup1 Raw Egg White",
            "METHOD": "Add all ingredients into a shaker with ice.Shake and strain into a chilled goblet glass.",
            "GARNISH": "Few dashes of Amargo bitters on top as an aromatic garnish."
        }
    },
    {
        "title": "VesperContemporary Classics,IBA Cocktail",
        "sections": {
            "INGREDIENTS": "45 ml Gin15 ml Vodka7.5 ml Lillet Blanc",
            "METHOD": "Pour all ingredients into a cocktail shaker filled with ice cubes. Shake and strain into a chilled cocktail glass.",
            "GARNISH": "Lemon zest"
        }
    }
]